Repository: AmFearLiath/osclass-news-manager
Catalog: languages/*/messages.po
Languages: de_de

source: <strong>All Settings saved.</strong> Your plugin ist now configured
de_de: <strong>Einstellungen gespeichert.</strong> Das Plugin ist jetzt konfiguriert.

source: <strong>Error.</strong> Your settings can not be saved, please try again
de_de: <strong>Fehler.</strong> Die Einstellungen konnten nicht übernommen werden, bitte erneut versuchen.

source: News Manager Settings
de_de: News Manager Einstellungen

source: Activate needed resources
de_de: Benötigte Ressourcen aktivieren

source: You can here activate the bxSlider. If it is previously loaded by another script, deactivate it here
de_de: Hier kannst Du den bxSlider aktivieren. Sollte er bereits durch ein anderes Plugin geladen sein, deaktiviere ihn hier.

source: You can here activate the Font Awesome. If it is previously loaded by another script, deactivate it here
de_de: Hier kannst Du Font Awesome aktivieren. Sollte es bereits durch ein anderes Plugin geladen sein, deaktiviere es hier.

source: You can here activate Bootstrap. If it is previously loaded by another script, deactivate it here
de_de: Hier kannst Du Bootstrap aktivieren. Sollte es bereits durch ein anderes Plugin geladen sein, deaktiviere es hier.

source: You can here activate the WYSIWYG Editor. If it is previously loaded by another script, deactivate it here
de_de: Aktiviert den jQuery HTML Editor, sollte er bereits durch ein anderes Plugin geladen sein, deaktiviere ihn hier.

source: Set here the Dimensions of the News box
de_de: Dimensionen der News-Box einstellen.

source: Height
de_de: Höhe

source: You can use all kind of parameters here (px, %, vh, etc...)
de_de: Es können alle Parameter verwendet werden (px, %, vh, etc...)

source: Width
de_de: Breite

source: You can use all kind of parameters here (px, %, vw, etc...)
de_de: Es können alle Parameter verwendet werden (px, %, vw, etc...)

source: Set here the Apperance of the News box
de_de: Aussehen der News Box bestimmen

source: Border
de_de: Rahmen

source: You can use all kind of parameters here (px, dashed, rgba, etc...)
de_de: Es können alle Parameter verwendet werden (px, dashed, rgba, etc...)

source: You can use all kind of parameters here (px, %, em, etc...)
de_de: Es können alle Parameter verwendet werden (px, %, em, etc...)

source: Background
de_de: Hintergrund

source: You can use all kind of parameters here (url, rgba, transparent, etc...)
de_de: Es können alle Parameter verwendet werden (url, rgba, transparent, etc...)

source: Save
de_de: Speichern

source: Welcome to the News Manager. Here you can write News and show them on your frontside on a smart way
de_de: Willkommen beim News Manager. Hier kannst Du News schreiben und sie auf eine smarte Weise auf der Frontseite anzeigen lassen

source: At first ensure that you have setup the plugin on the <a href="%s">configuration page</a>. The only important option is the height for the news slider, all others can be ignored
de_de: Stelle sicher, dass das Plugin bei den <a href="%s">Einstellungen</a> konfiguriert ist. Die wichtigste Einstellung ist die Höhe der News Box, die anderen können ignoriert werden.

source: BUT!!! You have to ensure, that all needed scripts are loaded. Through this plugin or from other plugins, in this case you can deactivate it separately.
de_de: ABER!!! Es muss sichergestellt sein, dass alle benötigten Ressourcen geladen sind, durch dieses oder andere Plugins. SOllten sie anderweitig geladen sein, kannst Du sie hier deaktivieren.

source: After the configuration, you can write your news <a href="%s">here</a>.
de_de: Nach der Konfiguration kannst Du <a href="%s">hier</a> Deine News schreiben.

source: To show the News on your Page, you have to include a little code on this place, where you want to appear the news.
de_de: Um die News auf Deiner Seite anzeigen zu lassen, musst Du folgenden Code an beliebiger Stelle einfügen.

source: Thats all! Have fun with this little News Manager
de_de: Das wars. Viel Spass mit diesem kleinen News Manager

source: <strong>Attention.</strong> You should configure the plugin first and set a height for the news-box! <a href="%s">Configuration</a>
de_de: <strong>Achtung.</strong> Das Plugin muss noch konfiguriert werden. Mindestens die Höhe der News Box muss gesetzt sein! <a href="%s">Einstellungen</a>

source: <strong>Message saved.</strong> Your message was saved succesfully
de_de: <strong>Nachricht gespeichertd.</strong> Die Nachricht wurde erfolgreich gespeichert

source: <strong>Error.</strong> Your message can not be saved, please try again
de_de: <strong>Fehler.</strong> Die Nachricht konnte nicht gespeichert werden, bitte erneut versuchen

source: <strong>Message edited.</strong> Your message was edited succesfully
de_de: <strong>Nachricht bearbeitet.</strong> Die Nachricht wurde erfolgreich bearbeitet

source: <strong>Error.</strong> Your message can not be edited, please try again
de_de: <strong>Fehler.</strong> Die Nachricht kann nicht bearbeitet werden, bitte erneut versuchen

source: Create News
de_de: Nachricht erstellen

source: Date
de_de: Datum

source: Preview
de_de: Vorschau

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: on %s at %s
de_de: am %s um %s Uhr
